export const privacyPolicy = `
Добро пожаловать в Inctagram-group!
Мы уважаем вашу конфиденциальность и стремимся защищать вашу личную информацию.

### Какие данные мы собираем?
Мы можем собирать и обрабатывать следующую информацию:
- Ваши контактные данные (например, имя, адрес электронной почты).
- Данные о вашей активности на платформе (например, фотографии, комментарии).
- Лог-файлы, куки и аналогичные данные для улучшения нашего сервиса.

### Как мы используем ваши данные?
- Для предоставления доступа к платформе и её функционалу.
- Для анализа и улучшения пользовательского опыта.
- Для связи с вами по вопросам работы сервиса.

### Как мы храним ваши данные?
Мы используем современные технологии для защиты данных от несанкционированного доступа.

### Ваши права
Вы можете:
- Запросить доступ к своим данным.
- Удалить свою учетную запись и связанные данные.
- Отозвать согласие на обработку данных.

Если у вас возникли вопросы по поводу нашей Политики конфиденциальности, напишите нам на example@mail.ru.
`;

export const termsOfService = `
Добро пожаловать в Inctagram-group! Используя наш сервис, вы соглашаетесь соблюдать данные Условия использования.

### 1. Общие положения
- Вы подтверждаете, что вам не менее 13 лет.
- Вы обязуетесь использовать сайт только в законных целях.

### 2. Пользовательский контент
- Вы сохраняете права на загружаемый контент (например, фотографии и видео).
- Загружая контент, вы предоставляете нам право использовать его для работы платформы.

### 3. Запрещенные действия
- Публикация оскорбительного, порнографического или незаконного контента.
- Попытки взлома или нарушения работы платформы.

### 4. Ответственность
Мы не несем ответственности за действия пользователей или любой вред, причиненный использованием платформы.

### 5. Изменения условий
Мы оставляем за собой право изменять эти Условия использования. Об изменениях мы уведомим вас на сайте или по электронной почте.

Если у вас есть вопросы о данных условиях, свяжитесь с нами по адресу example@mail.ru.
`;